//
//  LLVM GCC 4.2
//  Xcode Compiler Specification
//  English localization
//
//  Copyright (c) 2007-2009 Apple Inc.  All rights reserved.
//

// Localized strings for basic info
"Name" = "LLVM GCC 4.2";
"Description" = "Apple LLVM GCC Compiler 4.2";
"Version" = "4.2";
"Vendor" = "Apple";

// Localized strings for compiler options

"[LLVM_LTO]-name" = "Link-Time Optimization";
"[LLVM_LTO]-description" = "Enabling this setting allows the optimizer to look across object files in your program and optimize across file boundaries during linking.  [LLVM_LTO, -flto]";
"[LLVM_LTO]-value-[NO]" = "No";
"[LLVM_LTO]-value-[YES]" = "Yes";
